ovelhaaa/voxP4/sdkconfig.defaults
# Reproducible firmware target. Other project settings retain ESP-IDF defaults.
CONFIG_IDF_TARGET="esp32p4"
CONFIG_IDF_TARGET_ESP32P4=y
